Repository: algorithmspatterns/remote-plugin-manager
Catalog: languages/remote-plugin-manager-*.po
Languages: ar, de_de, es_es, fr_fr, it_it, ja, ko_kr, pt_pt, ru_ru, zh_cn

source: Remote Plugin Manager
ar: مدير الإضافات عن بُعد
es_es: Gestor de plugins remotos
fr_fr: Gestionnaire de plugin à distance
it_it: Gestore di Plugin Remoto
ja: リモートプラグインマネージャー
ko_kr: 원격 플러그인 관리자
pt_pt: Gestor de Plugins Remotos
ru_ru: Менеджер Установки плагинов с серверов
zh_cn: 远程插件管理器

source: Plugin download paths
ar: مسارات تحميل الإضافات
de_de: Plugin-Download-Pfade
es_es: Rutas de descarga de plugins
fr_fr: Chemins de téléchargement des plugins
it_it: Percorsi di download dei plugin
ja: プラグインのダウンロードパス
ko_kr: 플러그인 다운로드 경로
pt_pt: Caminhos de download dos plugins
ru_ru: Пути для загрузки плагинов
zh_cn: 插件下载路径

source: Enter each URL on a new line.
ar: أدخل كل رابط على سطر جديد.
de_de: Geben Sie jede URL in einer neuen Zeile ein.
es_es: Introduzca cada URL en una nueva línea.
fr_fr: Entrez chaque URL sur une nouvelle ligne.
it_it: Inserisci ogni URL su una nuova riga.
ja: 各URLを新しい行に入力してください。
ko_kr: 각 URL을 새로운 줄에 입력하세요.
pt_pt: Insira cada URL numa nova linha.
ru_ru: Введите каждый URL на новой строке.
zh_cn: 每行输入一个 URL。

source: Update plugins from remote servers
ar: تحديث الإضافات من الخوادم البعيدة
de_de: Plugins von entfernten Servern aktualisieren
es_es: Actualizar plugins desde servidores remotos
fr_fr: Mettre à jour les plugins depuis des serveurs distants
it_it: Aggiorna i plugin dai server remoti
ja: リモートサーバーからプラグインを更新
ko_kr: 원격 서버에서 플러그인 업데이트
pt_pt: Atualizar plugins de servidores remotos
ru_ru: Обновить плагины с удаленных серверов
zh_cn: 从远程服务器更新插件

source: All plugins have been updated.
ar: تم تحديث جميع الإضافات.
de_de: Alle Plugins wurden aktualisiert.
es_es: Todos los plugins han sido actualizados.
fr_fr: Tous les plugins ont été mis à jour.
it_it: Tutti i plugin sono stati aggiornati.
ja: すべてのプラグインが更新されました。
ko_kr: 모든 플러그인이 업데이트되었습니다.
pt_pt: Todos os plugins foram atualizados.
ru_ru: Все плагины обновлены.
zh_cn: 所有插件都已更新。

source: If you find this plugin helpful, consider supporting me:
ar: إذا وجدت هذه الإضافة مفيدة، فكر في دعمي:
de_de: Wenn Sie dieses Plugin nützlich finden, unterstützen Sie mich bitte:
es_es: Si encuentras útil este plugin, considera apoyarme:
fr_fr: Si vous trouvez ce plugin utile, envisagez de me soutenir :
it_it: Se trovi utile questo plugin, considera di supportarmi:
ja: このプラグインが役に立った場合は、サポートをご検討ください：
ko_kr: 이 플러그인이 유용하다고 생각되면, 저를 후원해 주세요:
pt_pt: Se achar este plugin útil, considere apoiar-me:
ru_ru: Вы можете поддержать развитие плагина, если плагин полезный для вас:
zh_cn: 如果你觉得这个插件有帮助，请考虑支持我：

source: Support me on Buy Me a Coffee
ar: ادعمني على Buy Me a Coffee
de_de: Unterstützen Sie mich auf Buy Me a Coffee
es_es: Apóyame en Buy Me a Coffee
fr_fr: Soutenez-moi sur Buy Me a Coffee
it_it: Supportami su Buy Me a Coffee
ja: Buy Me a Coffeeでサポートする
ko_kr: Buy Me a Coffee에서 저를 후원해 주세요
pt_pt: Apoie-me no Buy Me a Coffee
ru_ru: Поддержите на Buy Me a Coffee
zh_cn: 在 Buy Me a Coffee 上支持我

source: Installing plugin: %s...
ar: جاري تثبيت الإضافة: %s...
de_de: Plugin wird installiert: %s...
es_es: Instalando plugin: %s...
fr_fr: Installation du plugin : %s...
it_it: Installazione del plugin: %s...
ja: プラグインをインストール中: %s...
ko_kr: 플러그인 설치 중: %s...
pt_pt: A instalar plugin: %s...
ru_ru: Установка плагина: %s...
zh_cn: 正在安装插件：%s...

source: Successfully installed plugin: %s
ar: تم تثبيت الإضافة بنجاح: %s
de_de: Plugin erfolgreich installiert: %s
es_es: Plugin instalado con éxito: %s
fr_fr: Plugin installé avec succès : %s
it_it: Plugin installato con successo: %s
ja: プラグインが正常にインストールされました: %s
ko_kr: 플러그인이 성공적으로 설치되었습니다: %s
pt_pt: Plugin instalado com sucesso: %s
ru_ru: Успех! Плагин установлен: %s
zh_cn: 成功安装插件：%s

source: Failed to install plugin: %s. Error: %s
ar: فشل في تثبيت الإضافة: %s. الخطأ: %s
de_de: Installation des Plugins fehlgeschlagen: %s. Fehler: %s
es_es: Error al instalar el plugin: %s. Error: %s
fr_fr: Échec de l'installation du plugin : %s. Erreur : %s
it_it: Installazione del plugin fallita: %s. Errore: %s
ja: プラグインのインストールに失敗しました: %s。エラー: %s
ko_kr: 플러그인 설치 실패: %s. 오류: %s
pt_pt: Falha ao instalar plugin: %s. Erro: %s
ru_ru: Потрачено! Ошибка установки плагина: %s. Error: %s
zh_cn: 安装插件失败：%s。错误：%s

source: Install/Update
ar: تثبيت/تحديث
de_de: Installieren/Aktualisieren
es_es: Instalar/Actualizar
fr_fr: Installer/Mise à jour
it_it: Installa/Aggiorna
ja: インストール/更新
ko_kr: 설치/업데이트
pt_pt: Instalar/Atualizar
ru_ru: Установить/Обновить
zh_cn: 安装/更新

source: Are you sure you want to install/update this plugin?
ar: هل أنت متأكد من أنك تريد تثبيت/تحديث هذه الإضافة؟
de_de: Sind Sie sicher, dass Sie dieses Plugin installieren/aktualisieren möchten?
es_es: ¿Está seguro de que desea instalar/actualizar este plugin?
fr_fr: Êtes-vous sûr de vouloir installer/mettre à jour ce plugin ?
it_it: Sei sicuro di voler installare/aggiornare questo plugin?
ja: このプラグインをインストール/更新しますか？
ko_kr: 이 플러그인을 설치/업데이트하시겠습니까?
pt_pt: Tem a certeza de que deseja instalar/atualizar este plugin?
ru_ru: Вы уверены, что хотите установить/обновить этот плагин?
zh_cn: 你确定要安装/更新这个插件吗？

source: No collection selected. Please select a collection.
ar: لم يتم تحديد أي مجموعة. يرجى تحديد مجموعة.
de_de: Keine Sammlung ausgewählt. Bitte wählen Sie eine Sammlung aus.
es_es: No se ha seleccionado ninguna colección. Por favor, seleccione una colección.
fr_fr: Aucune collection sélectionnée. Veuillez sélectionner une collection.
it_it: Nessuna collezione selezionata. Si prega di selezionare una collezione.
ja: コレクションが選択されていません。コレクションを選択してください。
ko_kr: 선택된 컬렉션이 없습니다. 컬렉션을 선택하세요.
pt_pt: Nenhuma coleção selecionada. Por favor, selecione uma coleção.
ru_ru: Ни одной коллекции не выбрано. Пожалуйста выберите коллекцию.
zh_cn: 未选择集合。请选择一个集合。

source: No plugin URLs found. Please specify plugin URLs before attempting to update or install plugins.
ar: لم يتم العثور على روابط الإضافات. يرجى تحديد روابط الإضافات قبل محاولة التحديث أو التثبيت.
de_de: Keine Plugin-URLs gefunden. Bitte geben Sie Plugin-URLs an, bevor Sie versuchen, Plugins zu aktualisieren oder zu installieren.
es_es: No se encontraron URLs de plugins. Por favor, especifique URLs de plugins antes de intentar actualizar o instalar.
fr_fr: Aucune URL de plugin trouvée. Veuillez spécifier les URL des plugins avant de tenter une mise à jour ou une installation.
it_it: Nessun URL di plugin trovato. Specificare gli URL dei plugin prima di tentare di aggiornarli o installarli.
ja: プラグインのURLが見つかりません。プラグインを更新またはインストールする前にURLを指定してください。
ko_kr: 플러그인 URL을 찾을 수 없습니다. 플러그인을 업데이트하거나 설치하기 전에 URL을 지정하세요.
pt_pt: Nenhuma URL de plugin encontrada. Por favor, especifique as URLs dos plugins antes de tentar atualizar ou instalar.
ru_ru: Не найдено URL плагина. Пожалуйста уточните URL плагинов до попытки установить или обновить плагины.
zh_cn: 未找到插件 URL。请在尝试更新或安装插件之前指定插件 URL。

source: View Collection
ar: عرض المجموعة
de_de: Sammlung anzeigen
es_es: Ver colección
fr_fr: Voir la collection
it_it: Visualizza Collezione
ja: コレクションを見る
ko_kr: 컬렉션 보기
pt_pt: Ver Coleção
ru_ru: Просмотреть коллекцию
zh_cn: 查看集合
