Repository: algorithmspatterns/remote-plugin-manager
Catalog: languages/remote-plugin-manager-la.po
Languages: la

source: Remote Plugin Manager
la: Procurator Plugin Remoti

source: Plugin download paths
la: Viae ad pluginum detrahendum

source: Enter each URL on a new line.
la: Intra singulas URLs in nova linea.

source: Update plugins from remote servers
la: Plugins a remotis serveribus renovare

source: All plugins have been updated.
la: Omnes plugins renovati sunt.

source: If you find this plugin helpful, consider supporting me:
la: Si hunc pluginum utilem esse putas, considera me sustinere:

source: Support me on Buy Me a Coffee
la: Sustine me in 'Buy Me a Coffee'

source: Installing plugin: %s...
la: Pluginum instatur: %s...

source: Successfully installed plugin: %s
la: Pluginum feliciter instatum: %s

source: Failed to install plugin: %s. Error: %s
la: Pluginum instare non potuit: %s. Error: %s

source: Install/Update
la: Instare/Renovare

source: Are you sure you want to install/update this plugin?
la: Certusne es te hunc pluginum instare/renovare velle?

source: No collection selected. Please select a collection.
la: Nulla collectio selecta est. Elige collectionem quaeso.

source: No plugin URLs found. Please specify plugin URLs before attempting to update or install plugins.
la: Nullae URL plugins repertae sunt. Quaeso URLs pluginum specifica antequam renovare aut instare temptes.

source: View Collection
la: Colligationem Vide
